Repository: brozozowska/RSSReader
Catalog: RSSReader/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, he, it, ja, ko, pt_br, ru, ur, zh_hans

# feedManagement.addFeed.preview.missingAtom.detail
source: The Atom feed is missing information the app needs before adding it.
ar: تفتقد خلاصة Atom المعلومات التي يحتاجها التطبيق قبل إضافتها.
de: Dem Atom-Feed fehlen Informationen, die die App vor dem Hinzufügen benötigt.
es: A la fuente Atom le falta información que la app necesita antes de añadirla.
fa: فید Atom اطلاعات لازم برنامه پیش از افزودن را ندارد.
fr: Il manque au flux Atom des informations nécessaires avant son ajout.
he: בפיד Atom חסר מידע שהאפליקציה צריכה לפני ההוספה.
it: Nel feed Atom mancano informazioni necessarie all’app prima dell’aggiunta.
ja: Atom フィードに、追加前に必要な情報が不足しています。
ko: Atom 피드에 추가 전에 앱이 필요로 하는 정보가 없습니다.
pt_br: Faltam informações no feed Atom que o app precisa antes de adicioná-lo.
ru: В Atom-ленте нет данных, нужных приложению перед добавлением.
ur: Atom فیڈ میں وہ معلومات موجود نہیں جو ایپ کو شامل کرنے سے پہلے چاہیے۔
zh_hans: Atom 订阅源缺少添加前应用需要的信息。

# feedManagement.addFeed.preview.missingRSS.detail
source: The RSS feed is missing information the app needs before adding it.
ar: تفتقد خلاصة RSS المعلومات التي يحتاجها التطبيق قبل إضافتها.
de: Dem RSS-Feed fehlen Informationen, die die App vor dem Hinzufügen benötigt.
es: A la fuente RSS le falta información que la app necesita antes de añadirla.
fa: فید RSS اطلاعات لازم برنامه پیش از افزودن را ندارد.
fr: Il manque au flux RSS des informations nécessaires avant son ajout.
he: בפיד RSS חסר מידע שהאפליקציה צריכה לפני ההוספה.
it: Nel feed RSS mancano informazioni necessarie all’app prima dell’aggiunta.
ja: RSS フィードに、追加前に必要な情報が不足しています。
ko: RSS 피드에 추가 전에 앱이 필요로 하는 정보가 없습니다.
pt_br: Faltam informações no feed RSS que o app precisa antes de adicioná-lo.
ru: В RSS-ленте нет данных, нужных приложению перед добавлением.
ur: RSS فیڈ میں وہ معلومات موجود نہیں جو ایپ کو شامل کرنے سے پہلے چاہیے۔
zh_hans: RSS 订阅源缺少添加前应用需要的信息。

# feedManagement.addFeed.preview.network.blocked
source: The current network settings are blocking this request.
ar: إعدادات الشبكة الحالية تحظر هذا الطلب.
de: Die aktuellen Netzwerkeinstellungen blockieren diese Anfrage.
es: Los ajustes de red actuales están bloqueando esta solicitud.
fa: تنظیمات فعلی شبکه این درخواست را مسدود کرده‌اند.
fr: Les réglages réseau actuels bloquent cette requête.
he: הגדרות הרשת הנוכחיות חוסמות את הבקשה הזו.
it: Le impostazioni di rete attuali stanno bloccando questa richiesta.
ja: 現在のネットワーク設定がこのリクエストをブロックしています。
ko: 현재 네트워크 설정이 이 요청을 차단하고 있습니다.
pt_br: Os ajustes de rede atuais estão bloqueando esta solicitação.
ru: Текущие сетевые настройки блокируют этот запрос.
ur: موجودہ نیٹ ورک ترتیبات اس درخواست کو روک رہی ہیں۔
zh_hans: 当前网络设置正在阻止此请求。

# feedManagement.addFeed.preview.network.cannotConnect
source: The app could not connect to this feed.
ar: تعذر على التطبيق الاتصال بهذه الخلاصة.
de: Die App konnte keine Verbindung zu diesem Feed herstellen.
es: La app no pudo conectarse a esta fuente.
fa: برنامه نتوانست به این فید وصل شود.
fr: L’app n’a pas pu se connecter à ce flux.
he: האפליקציה לא הצליחה להתחבר לפיד הזה.
it: L’app non ha potuto connettersi a questa fonte.
ja: アプリはこのフィードに接続できませんでした。
ko: 앱이 이 피드에 연결할 수 없습니다.
pt_br: O app não conseguiu se conectar a este feed.
ru: Приложение не смогло подключиться к этой ленте.
ur: ایپ اس فیڈ سے جڑ نہیں سکی۔
zh_hans: 应用无法连接到此订阅源。

# feedManagement.addFeed.preview.network.connectionLost
source: The network connection was lost while checking this feed.
ar: انقطع اتصال الشبكة أثناء فحص هذه الخلاصة.
de: Die Netzwerkverbindung wurde beim Prüfen dieses Feeds unterbrochen.
es: Se perdió la conexión de red mientras se comprobaba esta fuente.
fa: اتصال شبکه هنگام بررسی این فید قطع شد.
fr: La connexion réseau a été interrompue pendant la vérification de ce flux.
he: החיבור לרשת אבד בזמן בדיקת הפיד הזה.
it: La connessione di rete è stata interrotta durante il controllo di questa fonte.
ja: フィード確認中にネットワーク接続が失われました。
ko: 이 피드를 확인하는 동안 네트워크 연결이 끊겼습니다.
pt_br: A conexão de rede foi perdida durante a verificação deste feed.
ru: Сетевое соединение было потеряно во время проверки ленты.
ur: اس فیڈ کو چیک کرتے وقت نیٹ ورک کنکشن ختم ہو گیا۔
zh_hans: 检查此订阅源时网络连接已断开。

# feedManagement.addFeed.preview.network.hostNotFound
source: The host name could not be found for this feed.
ar: تعذر العثور على اسم المضيف لهذه الخلاصة.
de: Der Hostname für diesen Feed konnte nicht gefunden werden.
es: No se encontró el nombre de host de esta fuente.
fa: نام میزبان برای این فید پیدا نشد.
fr: Le nom d’hôte de ce flux est introuvable.
he: שם המארח לא נמצא עבור הפיד הזה.
it: Impossibile trovare il nome host di questa fonte.
ja: このフィードのホスト名が見つかりませんでした。
ko: 이 피드의 호스트 이름을 찾을 수 없습니다.
pt_br: O nome do host deste feed não foi encontrado.
ru: Имя хоста для этой ленты не найдено.
ur: اس فیڈ کے لیے ہوسٹ نام نہیں ملا۔
zh_hans: 找不到此订阅源的主机名。

# feedManagement.addFeed.preview.network.invalidResponse
source: The server returned a response the app could not read.
ar: أعاد الخادم استجابة لم يتمكن التطبيق من قراءتها.
de: Der Server hat eine Antwort zurückgegeben, die die App nicht lesen konnte.
es: El servidor devolvió una respuesta que la app no pudo leer.
fa: سرور پاسخی برگرداند که برنامه نتوانست بخواند.
fr: Le serveur a renvoyé une réponse que l’app n’a pas pu lire.
he: השרת החזיר תגובה שהאפליקציה לא הצליחה לקרוא.
it: Il server ha restituito una risposta che l’app non ha potuto leggere.
ja: サーバーがアプリで読み取れない応答を返しました。
ko: 서버가 앱이 읽을 수 없는 응답을 반환했습니다.
pt_br: O servidor retornou uma resposta que o app não conseguiu ler.
ru: Сервер вернул ответ, который приложение не смогло прочитать.
ur: سرور نے ایسا جواب واپس کیا جو ایپ پڑھ نہیں سکی۔
zh_hans: 服务器返回了应用无法读取的响应。

# feedManagement.addFeed.preview.network.offline
source: Check the internet connection and try again.
ar: تحقق من الاتصال بالإنترنت وحاول مرة أخرى.
de: Prüfe die Internetverbindung und versuche es erneut.
es: Comprueba la conexión a Internet e inténtalo de nuevo.
fa: اتصال اینترنت را بررسی کنید و دوباره تلاش کنید.
fr: Vérifiez la connexion Internet et réessayez.
he: בדוק את החיבור לאינטרנט ונסה שוב.
it: Controlla la connessione a Internet e riprova.
ja: インターネット接続を確認して、もう一度お試しください。
ko: 인터넷 연결을 확인한 뒤 다시 시도하세요.
pt_br: Verifique a conexão com a Internet e tente novamente.
ru: Проверьте подключение к интернету и попробуйте ещё раз.
ur: انٹرنیٹ کنکشن چیک کریں اور دوبارہ کوشش کریں۔
zh_hans: 请检查互联网连接后重试。

# feedManagement.addFeed.preview.network.timedOut
source: The request timed out before the feed preview could be loaded.
ar: انتهت مهلة الطلب قبل أن يتم تحميل معاينة الخلاصة.
de: Die Anfrage hat zu lange gedauert, bevor die Feed-Vorschau geladen werden konnte.
es: La solicitud agotó el tiempo antes de que se cargara la vista previa de la fuente.
fa: پیش از بارگذاری پیش‌نمایش فید، مهلت درخواست تمام شد.
fr: La requête a expiré avant le chargement de l’aperçu du flux.
he: זמן הבקשה הסתיים לפני שתצוגת הפיד המקדימה נטענה.
it: La richiesta è scaduta prima del caricamento dell’anteprima della fonte.
ja: フィードプレビューを読み込む前にリクエストがタイムアウトしました。
ko: 피드 미리보기를 불러오기 전에 요청 시간이 초과되었습니다.
pt_br: A solicitação expirou antes que a prévia do feed pudesse ser carregada.
ru: Время запроса истекло до загрузки предпросмотра ленты.
ur: فیڈ کا پیش منظر لوڈ ہونے سے پہلے درخواست کا وقت ختم ہو گیا۔
zh_hans: 请求在订阅源预览加载前已超时。

# feedManagement.addFeed.preview.network.title
source: Network error while loading preview
ar: حدث خطأ في الشبكة أثناء تحميل المعاينة
de: Netzwerkfehler beim Laden der Vorschau
es: Error de red al cargar la vista previa
fa: خطای شبکه هنگام بارگذاری پیش‌نمایش
fr: Erreur réseau pendant le chargement de l’aperçu
he: שגיאת רשת בזמן טעינת תצוגה מקדימה
it: Errore di rete durante il caricamento dell’anteprima
ja: プレビュー読み込み中のネットワークエラー
ko: 미리보기 로드 중 네트워크 오류
pt_br: Erro de rede ao carregar a prévia
ru: Сетевая ошибка при загрузке предпросмотра
ur: پیش منظر لوڈ کرتے وقت نیٹ ورک خرابی
zh_hans: 加载预览时出现网络错误

# feedManagement.addFeed.preview.network.unknown
source: The feed could not be checked for an unknown network reason.
ar: تعذر التحقق من الخلاصة لسبب غير معروف في الشبكة.
de: Der Feed konnte aus einem unbekannten Netzwerkgrund nicht geprüft werden.
es: No se pudo comprobar la fuente por un error de red desconocido.
fa: فید به‌دلیل یک مشکل شبکهٔ نامشخص بررسی نشد.
fr: Le flux n’a pas pu être vérifié pour une raison réseau inconnue.
he: לא ניתן היה לבדוק את הפיד בגלל בעיית רשת לא ידועה.
it: Non è stato possibile controllare la fonte per un errore di rete sconosciuto.
ja: 不明なネットワーク上の理由でフィードを確認できませんでした。
ko: 알 수 없는 네트워크 이유로 피드를 확인할 수 없습니다.
pt_br: Não foi possível verificar o feed por um motivo de rede desconhecido.
ru: Ленту не удалось проверить из-за неизвестной сетевой ошибки.
ur: کسی نامعلوم نیٹ ورک مسئلے کی وجہ سے فیڈ چیک نہیں ہو سکی۔
zh_hans: 由于未知网络原因，无法检查订阅源。

# feedManagement.addFeed.preview.notModified.detail
source: The feed did not send enough information to review it right now.
ar: لم ترسل الخلاصة معلومات كافية لمراجعتها الآن.
de: Der Feed hat nicht genug Informationen gesendet, um ihn momentan zu prüfen.
es: La fuente no envió suficiente información para revisarla ahora.
fa: فید در حال حاضر اطلاعات کافی برای بررسی ارسال نکرد.
fr: Le flux n’a pas envoyé assez d’informations pour être vérifié maintenant.
he: הפיד לא שלח מספיק מידע כדי לבדוק אותו כרגע.
it: La fonte non ha inviato abbastanza informazioni per poterla controllare ora.
ja: フィードは現在確認するために十分な情報を送信しませんでした。
ko: 피드가 지금 검토하기에 충분한 정보를 보내지 않았습니다.
pt_br: O feed não enviou informações suficientes para ser revisado agora.
ru: Лента не отправила достаточно данных для проверки прямо сейчас.
ur: فیڈ نے ابھی جائزے کے لیے کافی معلومات نہیں بھیجیں۔
zh_hans: 订阅源没有发送足够的信息，无法现在进行检查。

# feedManagement.addFeed.preview.notModified.title
source: Feed could not be checked
ar: لا يمكن التحقق من الخلاصة
de: Feed konnte nicht geprüft werden
es: No se pudo comprobar la fuente
fa: فید بررسی نشد
fr: Impossible de vérifier le flux
he: לא ניתן היה לבדוק את הפיד
it: Impossibile controllare la fonte
ja: フィードを確認できませんでした
ko: 피드를 확인할 수 없음
pt_br: Não foi possível verificar o feed
ru: Ленту не удалось проверить
ur: فیڈ چیک نہیں ہو سکی
zh_hans: 无法检查订阅源

# feedManagement.addFeed.preview.title
source: Feed Preview
ar: معاينة الخلاصة
de: Feed-Vorschau
es: Vista previa de la fuente
fa: پیش‌نمایش فید
fr: Aperçu du flux
he: תצוגה מקדימה של פיד
it: Anteprima fonte
ja: フィードプレビュー
ko: 피드 미리보기
pt_br: Prévia do feed
ru: Предпросмотр ленты
ur: فیڈ کا پیش منظر
zh_hans: 订阅源预览

# feedManagement.addFeed.preview.unsupportedContentType.detail.format
source: The address responded with %@, not a supported RSS or Atom feed.
ar: استجاب العنوان بـ %@، وليس بخلاصة RSS أو Atom مدعومة.
de: Die Adresse hat mit %@ geantwortet, nicht mit einem unterstützten RSS- oder Atom-Feed.
es: La dirección respondió con %@, no con una fuente RSS o Atom compatible.
fa: نشانی با %@ پاسخ داد، نه با یک فید RSS یا Atom پشتیبانی‌شده.
fr: L’adresse a répondu avec %@, et non avec un flux RSS ou Atom pris en charge.
he: הכתובת הגיבה עם %@, ולא עם פיד RSS או Atom נתמך.
it: L’indirizzo ha risposto con %@, non con un feed RSS o Atom supportato.
ja: アドレスは %@ で応答しました。対応している RSS または Atom フィードではありません。
ko: 주소가 %@로 응답했으며, 지원되는 RSS 또는 Atom 피드가 아닙니다.
pt_br: O endereço respondeu com %@, não com um feed RSS ou Atom compatível.
ru: Адрес ответил типом %@, а не поддерживаемой RSS или Atom-лентой.
ur: پتے نے %@ کے ساتھ جواب دیا، معاونت یافتہ RSS یا Atom فیڈ کے ساتھ نہیں۔
zh_hans: 地址返回了 %@，不是受支持的 RSS 或 Atom 订阅源。

# feedManagement.addFeed.preview.unsupportedContentType.empty.detail
source: The address responded, but it does not look like a supported RSS or Atom feed.
ar: استجاب العنوان، لكنه لا يبدو كخلاصة RSS أو Atom مدعومة.
de: Die Adresse hat geantwortet, sieht aber nicht wie ein unterstützter RSS- oder Atom-Feed aus.
es: La dirección respondió, pero la respuesta no parece una fuente RSS o Atom compatible.
fa: نشانی پاسخ داد، اما پاسخ شبیه فید RSS یا Atom پشتیبانی‌شده نیست.
fr: L’adresse a répondu, mais la réponse ne ressemble pas à un flux RSS ou Atom pris en charge.
he: הכתובת הגיבה, אך התגובה לא נראית כמו פיד RSS או Atom נתמך.
it: L’indirizzo ha risposto, ma la risposta non sembra un feed RSS o Atom supportato.
ja: アドレスは応答しましたが、対応している RSS または Atom フィードではないようです。
ko: 주소가 응답했지만 지원되는 RSS 또는 Atom 피드로 보이지 않습니다.
pt_br: O endereço respondeu, mas a resposta não parece um feed RSS ou Atom compatível.
ru: Адрес ответил, но ответ не похож на поддерживаемую RSS или Atom-ленту.
ur: پتے نے جواب دیا، مگر یہ معاونت یافتہ RSS یا Atom فیڈ جیسا نہیں لگتا۔
zh_hans: 地址有响应，但看起来不是受支持的 RSS 或 Atom 订阅源。

# feedManagement.addFeed.preview.unsupportedFeed.title
source: This is not a supported feed
ar: هذه ليست خلاصة مدعومة
de: Dies ist kein unterstützter Feed
es: Esta fuente no es compatible
fa: این فید پشتیبانی نمی‌شود
fr: Ce flux n’est pas pris en charge
he: זה אינו פיד נתמך
it: Questa fonte non è supportata
ja: 対応していないフィードです
ko: 지원되지 않는 피드입니다
pt_br: Este feed não é compatível
ru: Это не поддерживаемая лента
ur: یہ معاونت یافتہ فیڈ نہیں ہے
zh_hans: 这不是受支持的订阅源

# feedManagement.addFeed.preview.unsupportedFeedKind.detail
source: The address responded, but it did not contain a supported RSS or Atom feed.
ar: استجاب العنوان، لكنه لم يحتوي على خلاصة RSS أو Atom مدعومة.
de: Die Adresse hat geantwortet, enthielt aber keinen unterstützten RSS- oder Atom-Feed.
es: La dirección respondió, pero no contenía una fuente RSS o Atom compatible.
fa: نشانی پاسخ داد، اما فید RSS یا Atom پشتیبانی‌شده‌ای نداشت.
fr: L’adresse a répondu, mais elle ne contenait pas de flux RSS ou Atom pris en charge.
he: הכתובת הגיבה, אך לא הכילה פיד RSS או Atom נתמך.
it: L’indirizzo ha risposto, ma non conteneva un feed RSS o Atom supportato.
ja: アドレスは応答しましたが、対応している RSS または Atom フィードが含まれていませんでした。
ko: 주소가 응답했지만 지원되는 RSS 또는 Atom 피드가 포함되어 있지 않습니다.
pt_br: O endereço respondeu, mas não continha um feed RSS ou Atom compatível.
ru: Адрес ответил, но не содержит поддерживаемую RSS или Atom-ленту.
ur: پتے نے جواب دیا، مگر اس میں معاونت یافتہ RSS یا Atom فیڈ نہیں تھی۔
zh_hans: 地址有响应，但不包含受支持的 RSS 或 Atom 订阅源。

# feedManagement.addFeed.previewUnavailable.detail
source: The app cannot check this feed right now.
ar: لا يمكن للتطبيق التحقق من هذه الخلاصة الآن.
de: Die App kann diesen Feed momentan nicht prüfen.
es: La app no puede comprobar esta fuente ahora.
fa: برنامه در حال حاضر نمی‌تواند این فید را بررسی کند.
fr: L’app ne peut pas vérifier ce flux pour le moment.
he: האפליקציה לא יכולה לבדוק את הפיד הזה כרגע.
it: L’app non può controllare questa fonte ora.
ja: アプリは現在このフィードを確認できません。
ko: 앱이 지금 이 피드를 확인할 수 없습니다.
pt_br: O app não pode verificar este feed agora.
ru: Приложение сейчас не может проверить эту ленту.
ur: ایپ یہ فیڈ ابھی چیک نہیں کر سکتی۔
zh_hans: 应用现在无法检查此订阅源。

# feedManagement.addFeed.previewUnavailable.title
source: Feed preview is unavailable
ar: معاينة الخلاصة غير متاحة
de: Feed-Vorschau ist nicht verfügbar
es: La vista previa de la fuente no está disponible
fa: پیش‌نمایش فید در دسترس نیست
fr: Aperçu du flux indisponible
he: תצוגת הפיד המקדימה אינה זמינה
it: Anteprima fonte non disponibile
ja: フィードプレビューを利用できません
ko: 피드 미리보기 사용 불가
pt_br: Prévia do feed indisponível
ru: Предпросмотр ленты недоступен
ur: فیڈ کا پیش منظر دستیاب نہیں
zh_hans: 订阅源预览不可用

# feedManagement.addFeed.save.addFailed.detail
source: Unable to save the new feed right now. Try again.
ar: تعذر حفظ الخلاصة الجديدة الآن. حاول مرة أخرى.
de: Der neue Feed kann momentan nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar la nueva fuente. Inténtalo de nuevo.
fa: در حال حاضر نمی‌توان فید جدید را ذخیره کرد. دوباره تلاش کنید.
fr: Impossible d’enregistrer le nouveau flux pour le moment. Réessayez.
he: לא ניתן לשמור את הפיד החדש כרגע. נסה שוב.
it: Non è stato possibile salvare la nuova fonte. Riprova.
ja: 現在新しいフィードを保存できません。もう一度お試しください。
ko: 지금 새 피드를 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar o novo feed. Tente novamente.
ru: Не удалось сохранить новую ленту. Попробуйте ещё раз.
ur: نئی فیڈ ابھی محفوظ نہیں ہو سکی۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法保存新订阅源。请重试。

# feedManagement.addFeed.save.addFailed.title
source: Feed could not be added
ar: تعذرت إضافة الخلاصة
de: Feed konnte nicht hinzugefügt werden
es: No se pudo añadir la fuente
fa: فید افزوده نشد
fr: Impossible d’ajouter le flux
he: לא ניתן היה להוסיף את הפיד
it: Impossibile aggiungere la fonte
ja: フィードを追加できませんでした
ko: 피드를 추가할 수 없음
pt_br: Não foi possível adicionar o feed
ru: Не удалось добавить ленту
ur: فیڈ شامل نہیں ہو سکی
zh_hans: 无法添加订阅源

# feedManagement.addFeed.save.duplicate.add.detail
source: Another feed with the same normalized URL was saved before this create step finished.
ar: تم حفظ خلاصة أخرى بنفس عنوان URL الذي تمت تسويته قبل انتهاء خطوة الإنشاء هذه.
de: Ein anderer Feed mit derselben normalisierten URL wurde gespeichert, bevor dieser Erstellungsschritt abgeschlossen war.
es: Se guardó otra fuente con la misma URL normalizada antes de que terminara este paso de creación.
fa: پیش از پایان این مرحلهٔ ایجاد، فید دیگری با همان URL استانداردشده ذخیره شد.
fr: Un autre flux avec la même URL normalisée a été enregistré avant la fin de cette étape d’ajout.
he: פיד אחר עם אותו URL מנורמל נשמר לפני ששלב היצירה הזה הסתיים.
it: Un’altra fonte con lo stesso URL normalizzato è stata salvata prima della fine di questo passaggio di creazione.
ja: この作成手順が完了する前に、同じ正規化 URL の別のフィードが保存されました。
ko: 이 생성 단계가 끝나기 전에 같은 정규화 URL을 사용하는 다른 피드가 저장되었습니다.
pt_br: Outro feed com a mesma URL normalizada foi salvo antes da conclusão desta etapa de criação.
ru: Другая лента с таким же нормализованным URL была сохранена до завершения добавления.
ur: یہ بنانے کا مرحلہ مکمل ہونے سے پہلے اسی معیاری URL والی دوسری فیڈ محفوظ ہو گئی۔
zh_hans: 在此创建步骤完成前，另一个具有相同规范化 URL 的订阅源已保存。

# feedManagement.addFeed.save.duplicate.edit.detail
source: Another feed already uses this normalized URL. Change the feed URL and try again.
ar: تستخدم خلاصة أخرى عنوان URL الذي تمت تسويته بالفعل. غيّر عنوان URL للخلاصة وحاول مرة أخرى.
de: Ein anderer Feed verwendet bereits diese normalisierte URL. Ändere die Feed-URL und versuche es erneut.
es: Otra fuente ya usa esta URL normalizada. Cambia la URL de la fuente e inténtalo de nuevo.
fa: فید دیگری از این URL استانداردشده استفاده می‌کند. URL فید را تغییر دهید و دوباره تلاش کنید.
fr: Un autre flux utilise déjà cette URL normalisée. Modifiez l’URL du flux, puis réessayez.
he: פיד אחר כבר משתמש ב-URL הזה אחרי נרמול. שנה את URL הפיד ונסה שוב.
it: Un’altra fonte usa già questo URL normalizzato. Modifica l’URL della fonte e riprova.
ja: 別のフィードがすでにこの正規化 URL を使用しています。フィード URL を変更して、もう一度お試しください。
ko: 다른 피드가 이미 이 정규화 URL을 사용하고 있습니다. 피드 URL을 변경한 뒤 다시 시도하세요.
pt_br: Outro feed já usa esta URL normalizada. Altere a URL do feed e tente novamente.
ru: Другая лента уже использует этот нормализованный URL. Измените URL ленты и попробуйте ещё раз.
ur: دوسری فیڈ پہلے ہی یہ معیاری URL استعمال کر رہی ہے۔ فیڈ URL تبدیل کریں اور دوبارہ کوشش کریں۔
zh_hans: 另一个订阅源已使用此规范化 URL。请更改订阅源 URL 后重试。

# feedManagement.addFeed.save.duplicateDisplayName.detail
source: Choose a different feed name before saving.
ar: اختر اسم خلاصة مختلفًا قبل الحفظ.
de: Wähle vor dem Speichern einen anderen Feed-Namen.
es: Elige otro nombre de fuente antes de guardar.
fa: پیش از ذخیره، نام فید دیگری انتخاب کنید.
fr: Choisissez un autre nom de flux avant d’enregistrer.
he: בחר שם פיד אחר לפני השמירה.
it: Scegli un altro nome per la fonte prima di salvare.
ja: 保存する前に別のフィード名を選択してください。
ko: 저장하기 전에 다른 피드 이름을 선택하세요.
pt_br: Escolha outro nome de feed antes de salvar.
ru: Выберите другое имя ленты перед сохранением.
ur: محفوظ کرنے سے پہلے مختلف فیڈ نام منتخب کریں۔
zh_hans: 保存前请选择不同的订阅源名称。

# feedManagement.addFeed.save.duplicateDisplayName.title
source: This display name is already in use
ar: اسم العرض هذا قيد الاستخدام بالفعل
de: Dieser Anzeigename wird bereits verwendet
es: Este nombre visible ya está en uso
fa: این نام نمایشی قبلاً استفاده شده است
fr: Ce nom affiché est déjà utilisé
he: שם התצוגה הזה כבר בשימוש
it: Questo nome visualizzato è già in uso
ja: この表示名はすでに使用されています
ko: 이 표시 이름은 이미 사용 중입니다
pt_br: Este nome exibido já está em uso
ru: Это отображаемое имя уже используется
ur: یہ ظاہری نام پہلے سے استعمال ہو رہا ہے
zh_hans: 此显示名称已被使用

# feedManagement.addFeed.save.editFailed.detail
source: Unable to save the feed changes right now. Try again.
ar: تعذر حفظ تغييرات الخلاصة الآن. حاول مرة أخرى.
de: Die Feed-Änderungen können momentan nicht gespeichert werden. Versuche es erneut.
es: No se pudieron guardar los cambios de la fuente. Inténtalo de nuevo.
fa: در حال حاضر نمی‌توان تغییرات فید را ذخیره کرد. دوباره تلاش کنید.
fr: Impossible d’enregistrer les modifications du flux pour le moment. Réessayez.
he: לא ניתן לשמור את שינויי הפיד כרגע. נסה שוב.
it: Non è stato possibile salvare le modifiche alla fonte. Riprova.
ja: 現在フィードの変更を保存できません。もう一度お試しください。
ko: 지금 피드 변경 사항을 저장할 수 없습니다. 다시 시도하세요.
pt_br: Não foi possível salvar as alterações do feed. Tente novamente.
ru: Не удалось сохранить изменения ленты. Попробуйте ещё раз.
ur: فیڈ کی تبدیلیاں ابھی محفوظ نہیں ہو سکیں۔ دوبارہ کوشش کریں۔
zh_hans: 现在无法保存订阅源更改。请重试。

# feedManagement.addFeed.save.editFailed.title
source: Feed changes could not be saved
ar: تعذر حفظ تغييرات الخلاصة
de: Feed-Änderungen konnten nicht gespeichert werden
es: No se pudieron guardar los cambios de la fuente
fa: تغییرات فید ذخیره نشد
fr: Impossible d’enregistrer les modifications du flux
he: לא ניתן היה לשמור את שינויי הפיד
it: Impossibile salvare le modifiche alla fonte
ja: フィードの変更を保存できませんでした
ko: 피드 변경 사항을 저장할 수 없음
pt_br: Não foi possível salvar as alterações do feed
ru: Не удалось сохранить изменения ленты
ur: فیڈ کی تبدیلیاں محفوظ نہیں ہو سکیں
zh_hans: 无法保存订阅源更改

# feedManagement.addFeed.save.folderUnavailable.detail
source: The selected folder no longer exists. Choose another destination and try again.
ar: لم يعد المجلد المحدد موجودًا. اختر وجهة أخرى وحاول مرة أخرى.
de: Der ausgewählte Ordner existiert nicht mehr. Wähle ein anderes Ziel und versuche es erneut.
es: La carpeta seleccionada ya no existe. Elige otro destino e inténtalo de nuevo.
fa: پوشهٔ انتخاب‌شده دیگر وجود ندارد. مقصد دیگری انتخاب کنید و دوباره تلاش کنید.
fr: Le dossier sélectionné n’existe plus. Choisissez une autre destination, puis réessayez.
he: התיקייה שנבחרה כבר לא קיימת. בחר יעד אחר ונסה שוב.
it: La cartella selezionata non esiste più. Scegli un’altra destinazione e riprova.
ja: 選択したフォルダは存在しなくなりました。別の保存先を選択して、もう一度お試しください。
ko: 선택한 폴더가 더 이상 존재하지 않습니다. 다른 대상을 선택한 뒤 다시 시도하세요.
pt_br: A pasta selecionada não existe mais. Escolha outro destino e tente novamente.
ru: Выбранная папка больше не существует. Выберите другое место и попробуйте ещё раз.
ur: منتخب فولڈر اب موجود نہیں۔ دوسری منزل منتخب کریں اور دوبارہ کوشش کریں۔
zh_hans: 所选文件夹已不存在。请选择其他位置后重试。

# feedManagement.addFeed.save.folderUnavailable.title
source: Destination folder is unavailable
ar: مجلد الوجهة غير متاح
de: Zielordner ist nicht verfügbar
es: La carpeta de destino no está disponible
fa: پوشهٔ مقصد در دسترس نیست
fr: Dossier de destination indisponible
he: תיקיית היעד אינה זמינה
it: Cartella di destinazione non disponibile
ja: 保存先フォルダを利用できません
ko: 대상 폴더 사용 불가
pt_br: Pasta de destino indisponível
ru: Папка назначения недоступна
ur: منزل فولڈر دستیاب نہیں
zh_hans: 目标文件夹不可用
